/* No comment provided by engineer. */
"%1$@ is an app that allows you to communicate with people and organizations. The communication is done via messages. The %1$@ app uses notifications to keep you informed about new messages. Therefore it is important to allow notifications for the %1$@ app.\n\nThere are two types of messages:\n1. Messages specifically directed to you. These can come from friends or from organizations (e.g. keeping you informed about an order).\n2. General messages from organizations with for example News, Promotions, etc.\n\nYou can always unsubscribe from general messages, making sure you only receive messages that are relevant to you.\nBelow you can see an example of such a message:" = "%1$@ este o aplicație care vă permite să comunice cu oamenii și organizațiile. Comunicarea se face prin intermediul mesajelor. Aplicatia %1$@ folosește notificări pentru a vă menține informat despre mesajele noi. Prin urmare, este important să se permită notificări pentru aplicații de %1$@ app.

Există două tipuri de mesaje:
1. Mesaje îndreptate în mod specific pentru tine. Acestea pot veni de la prieteni sau de la organizații (de exemplu, ținându-vă informați cu privire la un ordin).
2. mesaje generale de la organizații cu de exemplu știri, promoții, etc.

Vă puteți dezabona întotdeauna de la mesaje generale, asigurându-vă că primiți doar mesaje care sunt relevante pentru tine.
Mai jos puteti vedea un exemplu de astfel de mesaj:";

/* No comment provided by engineer. */
"%@ at %@" = "%1$@ la %2$@.";

/* No comment provided by engineer. */
"%@ became friends with %@" = "%1$@ a devenit prieten cu %2$@.";

/* No comment provided by engineer. */
"%@ connected to %@" = "%1$@ este în contact cu %2$@.";

/* No comment provided by engineer. */
"%@min ago" = "%1$@ min în urmă";

/* No comment provided by engineer. */
"%d character left" = "%1$d caracter stanga";

/* No comment provided by engineer. */
"%d characters left" = "%1$d caractere stanga";

/* No comment provided by engineer. */
"(scan line1) Place QR code" = "Plasati codul QR ";

/* No comment provided by engineer. */
"(scan line2) inside the rectangle" = "interiorul dreptunghiului";

/* No comment provided by engineer. */
"* Invalid e-mail address" = "* Adresa E-Mail invalida";

/* No comment provided by engineer. */
"<Picture>" = "<Imagine>";

/* No comment provided by engineer. */
"<Video>" = "<Video>";

/* No comment provided by engineer. */
"__about_more_info_enterprise" = "Aplicatia %1$@ este construita pe platforma Rogerthat Enterprise. Vreti sa stiti ce poate face platforma noastra Rogerthat Enterprise pentru compania dvs.? Vizitati:";

/* No comment provided by engineer. */
"__about_provided_by_enterprise" = "Aplicatia %1$@ este construita pe";

/* No comment provided by engineer. */
"__add_via_contacts_description" = "Gasiti date de contact folosind %1$@";

/* No comment provided by engineer. */
"__add_via_contacts_notification" = "Rezultatul primit in urma cautarii de contacte folosind %1$@.";

/* No comment provided by engineer. */
"__add_via_facebook_description" = "Gasiti prieteni pe Facebook, folosind %1$@";

/* No comment provided by engineer. */
"__add_via_facebook_notification" = "Rezultatul primit in urma cautarii de prieteni de pe Facebook folosind %1$@.";

/* No comment provided by engineer. */
"__contacts_found_1" = "1 contact utilizeaza %1$@";

/* No comment provided by engineer. */
"__contacts_found_more" = "%1$d contacte in %2$@";

/* No comment provided by engineer. */
"__contacts_found_none" = "Nici un contact nu se gaseste pe %1$@.";

/* No comment provided by engineer. */
"__detected_services_title" = "%1$@ a detectat urmatoarele servicii de la aceasta locatie. Selectati serviciile pe care doriti sa le adaugati in aplicatia %1$@.";

/* No comment provided by engineer. */
"__error_find_from_facebook" = "Nu s-au gasit prietenii de pe Facebook care sa foloseasca aplicatia %1$@. Incercati din nou mai tarziu.";

/* No comment provided by engineer. */
"__fb_ask_post_on_wall" = "In timp ce cautam utilizatori de %1$@ printre prietenii tai de pe Facebook, este recomandabil sa postati pe Wall-ul ca utilizati aplicatia %1$@";

/* No comment provided by engineer. */
"__fb_friends_found_1" = "1 prieten de pe Facebook utilizeaza %1$@";

/* No comment provided by engineer. */
"__fb_friends_found_more" = "%1$d prieteni de pe Facebook in %2$@";

/* No comment provided by engineer. */
"__fb_friends_found_none" = "Nici un prieten de pe Facebook nu s-a gasit pe %1$@.";

/* No comment provided by engineer. */
"__fb_wall_post_caption" = "Alatura-te pe %1$@!";

/* No comment provided by engineer. */
"__fb_wall_post_description" = "Dragi prieteni, scanati pasaportul %1$@ pentru a putea sa va conectati cu mine.";

/* No comment provided by engineer. */
"__friend_sms_invitation" = "Buna %1$@,

Te-am invitat sa comunici cu mine folosind %4$@.

Step 1. instalati aplicatia %4$@:
%2$@

Step 2. conectati-va cu mine:
%3$@";

/* No comment provided by engineer. */
"__friend_sms_invitation_no_url" = "Buna %1$@,

Te-am invitat sa comunici cu mine folosind %3$@.

Instalati aplicatia %3$@:
%2$@";

/* No comment provided by engineer. */
"__location_usage_augment_experience" = "%1$@ foloseste serviciile de localizare pentru a spori experienta dvs. ca si utilizator";

/* No comment provided by engineer. */
"__location_usage_not_used_for" = "%1$@ nu:";

/* No comment provided by engineer. */
"__location_usage_used_for" = "%1$@ utilizeaza locatia dvs. la:";

/* No comment provided by engineer. */
"__loyalty_card_description" = "Cardul dvs. %1$@ de loialitate

Scaneaza pentru a câștiga puncte de loialitate
Scaneaza pentru a te conecta cu prietenii";

/* No comment provided by engineer. */
"__me_as_recipient" = "eu";

/* No comment provided by engineer. */
"__me_as_sender" = "eu";

/* No comment provided by engineer. */
"__no_friends_found" = "Nu aveti inca contacte %1$@.";

/* No comment provided by engineer. */
"__recommend_to_contacts" = "Recomanda %1$@ listei tale de contacte";

/* No comment provided by engineer. */
"__registration_success_without_invitation" = "V-ati inregistrat cu succes %1$@.";

/* No comment provided by engineer. */
"__registration_welcome" = "Bine ati venit la %1$@!";

/* No comment provided by engineer. */
"__scan_passport" = "Scaneaza un %1$@ id";

/* No comment provided by engineer. */
"__welcome_message" = "Bine ati venit la %1$@. App dvs. pentru a va conecta cu furnizorii de servicii si sa le distribuiti cu prietenii. 

Inainte de a incepe trebuie sa va inregistrati. Apasati butonul verde pentru a continua.";

/* No comment provided by engineer. */
"__welcome_message_enterprise" = "Bine ati venit in aplicatia %1$@. 

Inainte de a putea incepe, trebuie sa va inregistrati contul dvs. de utilizator.";

/* No comment provided by engineer. */
"_enable_location_services_ios7" = "Pentru a activa serviciile de localizare:
1. Parasiti aplicatia %1$@ si accesati aplicatia Configurări.
2. Tap Intimitate  > Servicii de localizare
3. Cauta %1$@ si schimba comutatorul pe ON";

/* No comment provided by engineer. */
"_enable_location_services_ios8" = "Pentru a activa serviciile de localizare:
1. Parasiti aplicatia %1$@ si accesati aplicatia Configurări.
2. Tap Intimitate  > Servicii de localizare
3. Cauta %1$@ si schimba accesarea localizării la Întotdeauna";

/* No comment provided by engineer. */
"_share_location_error_authorization_denied" = "Localizare pentru aplicația %1$@ este setat la \"La utilizare\". Nu pot partaja locația dvs. %2$@ dacă nu ați stabilit localizare a aplicației %1$@ la \"Întotdeauna\".";

/* No comment provided by engineer. */
"_share_location_error_authorization_when_in_use" = "Servicii de localizare pentru aplicația %1$@ sunt dezactivate. Nu pot partaja locația dvs. %2$@ excepția cazului în care activați serviciile de localizare pentru aplicația %1$@.";

/* No comment provided by engineer. */
"A connection failure occurred." = "A avut loc o eroare de conexiune.";

/* No comment provided by engineer. */
"A failure happened during the registration" = "In timpul inregistrarii a aparut o eroare.";

/* No comment provided by engineer. */
"About" = "Despre";

/* No comment provided by engineer. */
"About %@" = "Despre %1$@";

/* No comment provided by engineer. */
"Acknowledged" = "Recunoscut";

/* No comment provided by engineer. */
"Action scheduled successfully" = "Hmmm, unele intarzieri in retea. Ne vom intoarce la tine in scurt timp.";

/* No comment provided by engineer. */
"Action will start when you have network connectivity." = "Actiune va începe atunci cand aveti conectivitate in retea.";

/* No comment provided by engineer. */
"Actions" = "Acțiuni";

/* No comment provided by engineer. */
"Activation" = "Activarea";

/* No comment provided by engineer. */
"Activation PIN could not be validated" = "Codul de activare nu a putut fi validat.";

/* No comment provided by engineer. */
"Actual (%@)" = "Actual (%1$@)";

/* No comment provided by engineer. */
"Add" = "Adauga";

/* No comment provided by engineer. */
"Add buttons" = "Adauga butoane";

/* No comment provided by engineer. */
"Add colleagues" = "Adauga colegii";

/* No comment provided by engineer. */
"Add contacts" = "Adauga contacte";

/* No comment provided by engineer. */
"Add friends" = "Adauga prieteni";

/* No comment provided by engineer. */
"Add recipients before proceeding" = "Adauga destinatari inainte de a incepe";

/* No comment provided by engineer. */
"Add to my services" = "Adauga la această aplicație";

/* No comment provided by engineer. */
"Address" = "Adresa";

/* No comment provided by engineer. */
"Address book scan failed. Please try again later." = "Scanarea agendei a esuat. Va rugam sa incercati din nou mai tarziu.";

/* No comment provided by engineer. */
"Agree and continue" = "Sunt de acord si continua";

/* No comment provided by engineer. */
"Alarm" = "Alarmă";

/* No comment provided by engineer. */
"Alarm sound" = "Sunetul de alarma";

/* No comment provided by engineer. */
"All colleagues" = "Toti colegii";

/* No comment provided by engineer. */
"All contacts" = "Toti contacte";

/* No comment provided by engineer. */
"All friends" = "Toti prietenii";

/* No comment provided by engineer. */
"An error happened while loading your Facebook friends." = "O eroare a aparut in timpul incarcarii listei dvs. de prieteni de pe Facebook.";

/* No comment provided by engineer. */
"An error occured while trying to play the alarm sound" = "O eroare a aparut in procesul de a reda sunetul de alarma.";

/* No comment provided by engineer. */
"An error occurred. Please try again." = "O eroare a aparut. Va rugam incercati din nou.";

/* No comment provided by engineer. */
"An invitation has been successfully sent to %@" = "Invitatie trimisa catre %1$@.";

/* No comment provided by engineer. */
"Are you sure you wish to disconnect %@?" = "Sunteti sigur ca doriti sa va deconectati %1$@?";

/* No comment provided by engineer. */
"Are you sure you wish to unfriend %@?" = "Sunteti sigur ca vreti sa scoateti din lista de prieteni pe %1$@?";

/* No comment provided by engineer. */
"Ask a question" = "Pune o intrebare";

/* No comment provided by engineer. */
"Associations" = "Asociatii";

/* No comment provided by engineer. */
"Back" = "Inapoi";

/* No comment provided by engineer. */
"Badge ID" = "ID Insigna";

/* No comment provided by engineer. */
"Become friends" = "Devin prieteni";

/* No comment provided by engineer. */
"Become friends with %@" = "Devin prieteni cu %1$@";

/* No comment provided by engineer. */
"Button Action:" = "Buton actiune";

/* No comment provided by engineer. */
"Button Text:" = "Buton text";

/* No comment provided by engineer. */
"Buttons" = "Butoane";

/* No comment provided by engineer. */
"Call" = "Suna";

/* No comment provided by engineer. */
"Call %@" = "Suna %1$@";

/* No comment provided by engineer. */
"Can see my location" = "Se poate vedea locatia mea";

/* No comment provided by engineer. */
"Cancel" = "Anuleaza";

/* No comment provided by engineer. */
"Cannot contact the Rogerthat gateway. Please try again later." = "Nu se poate contacta poarta de acces %1$@. Va rugam incercati din nou mai tarziu.";

/* No comment provided by engineer. */
"Care" = "Ingrijire";

/* No comment provided by engineer. */
"Change picture" = "Modifica poza";

/* No comment provided by engineer. */
"Check the bottom bar to see why you received this message.\n\nNote: You can unsubscribe using 'Notification settings' if you don't want '%1$@' messages from %2$@ any more." = "Verificați bara de jos pentru a vedea de ce ați primit acest mesaj.

Notă: Puteți sa va dezabonati folosind \"setările de notificare, în cazul în care nu mai doriți '%1$@' mesaje de la %2$@.";

/* No comment provided by engineer. */
"Choose" = "Alegeti";

/* No comment provided by engineer. */
"Choose Photo" = "Alegeti Fotografia";

/* No comment provided by engineer. */
"Close" = "Inchide";

/* No comment provided by engineer. */
"Colleague" = "Coleg";

/* No comment provided by engineer. */
"Colleague has been removed" = "Coleg sters.";

/* No comment provided by engineer. */
"Colleague updated: %@" = "Coleg modificat: %1$@.";

/* No comment provided by engineer. */
"Colleagues" = "Colegi";

/* No comment provided by engineer. */
"Community Services" = "Servicii comunitare";

/* No comment provided by engineer. */
"Complete the registration\nto communicate with\n%@." = "Finalizati procesul de inregistrare pentru a comunica cu %1$@";

/* No comment provided by engineer. */
"Complete your profile" = "Completati profilul dvs.";

/* No comment provided by engineer. */
"Compose new message" = "Compune un nou mesaj";

/* No comment provided by engineer. */
"Compressing, please wait…" = "Se comprima, va rugam asteptati";

/* No comment provided by engineer. */
"Congratulations" = "Felicitari";

/* No comment provided by engineer. */
"Connect" = "Conecteaza";

/* No comment provided by engineer. */
"Connect to %@" = "Conecteaza la %1$@";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Contact has been removed" = "Contact sters.";

/* No comment provided by engineer. */
"Contact updated: %@" = "Contact modificat: %1$@.";

/* No comment provided by engineer. */
"Contacts" = "Contacte";

/* No comment provided by engineer. */
"Continue" = "Continua";

/* No comment provided by engineer. */
"Continue shopping" = "Continuati cumparaturile";

/* No comment provided by engineer. */
"Conversation" = "Conversatie";

/* No comment provided by engineer. */
"Conversation has been removed" = "Conversatia a fost indepartata.";

/* No comment provided by engineer. */
"Coordinates" = "Coordonate";

/* No comment provided by engineer. */
"Create a new group" = "Creaza un grup nou";

/* No comment provided by engineer. */
"Create account" = "Creati un cont";

/* No comment provided by engineer. */
"Create group" = "Creaza grup";

/* No comment provided by engineer. */
"Custom sound" = "Sunet personalizat";

/* No comment provided by engineer. */
"Day of birth" = "Ziua nasterii";

/* No comment provided by engineer. */
"Day of birth is missing" = "Ziua nasterii nu este setata";

/* No comment provided by engineer. */
"Default sound" = "Sunetul implicit";

/* No comment provided by engineer. */
"Delete" = "Sterge";

/* No comment provided by engineer. */
"Delete (%d)" = "Sterge (%1$d)";

/* No comment provided by engineer. */
"Delete group" = "Sterge grup";

/* No comment provided by engineer. */
"Department" = "Departament";

/* No comment provided by engineer. */
"Description" = "Descriere";

/* No comment provided by engineer. */
"Deselect all" = "Deselecteaza totul";

/* No comment provided by engineer. */
"Details" = "Detalii";

/* No comment provided by engineer. */
"Device has been unregistered" = "Dispozitivul a fost neinregistrat.";

/* No comment provided by engineer. */
"Disabled" = "Dezactivat";

/* No comment provided by engineer. */
"Disconnect" = "Deconectati";

/* No comment provided by engineer. */
"Disconnected service" = "Serviciu deconectat.";

/* No comment provided by engineer. */
"Discover customer services automatically" = "Descopera automat servicii pentru clienti";

/* No comment provided by engineer. */
"Discover services" = "Descopera serviciile";

/* No comment provided by engineer. */
"Do not show again" = "Nu mai afisa";

/* No comment provided by engineer. */
"Don't like" = "Nu imi face placere";

/* No comment provided by engineer. */
"Don't worry, we'll never store this data." = "Nu va faceti griji, nu vom stoca aceste date.";

/* No comment provided by engineer. */
"Done" = "Terminat";

/* No comment provided by engineer. */
"Double tap to reply." = "Atingeti de doua ori pentru a raspunde";

/* No comment provided by engineer. */
"Downloading…" = "Se descarca…";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"E-mail address" = "Adresa de e-mail";

/* No comment provided by engineer. */
"E-mail validation" = "Validare de e-mail";

/* No comment provided by engineer. */
"Edit" = "Editare";

/* No comment provided by engineer. */
"Emergency" = "Urgenta";

/* No comment provided by engineer. */
"Enabled" = "Activat";

/* No comment provided by engineer. */
"Enter company e-mail address" = "Introduce-ti adresa de E-mail a companiei";

/* No comment provided by engineer. */
"Enter e-mail address" = "Introduceti o adresa de e-mail";

/* No comment provided by engineer. */
"Enter message:" = "Introduceti un mesaj";

/* No comment provided by engineer. */
"Enter PIN" = "Codul de activare";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to invite." = "Introduceti adresa de e-mail a persoanei pe care doriti sa o invitati";

/* No comment provided by engineer. */
"Enter the e-mail address of the person you want to recommend this service to." = "Introduceti adresa de e-mail a persoanei careia doriti sa ii recomandati acest serviciu";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat service you want to connect with:" = "Introduceti adresa de email a serviciului cu care doriti sa va conectati";

/* No comment provided by engineer. */
"Enter the e-mail address of the Rogerthat user you want to connect with:" = "Introduceti adresa de e-mail a persoanei pe care doriti sa o invitati";

/* No comment provided by engineer. */
"Error" = "Eroare";

/* No comment provided by engineer. */
"facebook_registration_email_missing" = "Nu există nici o adresă de e-mail configurată în contul dvs. de Facebook sau nu aţi dat permisiunea de a vedea adressa de e-mail. Vă rugăm permiteţi vizualizarea e-mailului, sau înregistraţi-vă direct cu adresa de email.";

/* No comment provided by engineer. */
"Failed to deliver the message." = "Livrarea mesajului esuata.";

/* No comment provided by engineer. */
"Failed to get the geographic location" = "Nu s-a reusit obtinerea locatiei geografice.";

/* No comment provided by engineer. */
"Failed to resolve the Rogerthat QR code" = "Nu s-a reusit sa se rezolve %1$@ cod QR.";

/* No comment provided by engineer. */
"Failed to retrieve the message" = "Preluarea mesajului esuata.";

/* No comment provided by engineer. */
"Failed to send invitation." = "Eroare la trimiterea invitatiei.";

/* No comment provided by engineer. */
"Female" = "Femeie";

/* No comment provided by engineer. */
"Fetching Rogerthat passport..." = "Preluarea pasaportului %1$@…";

/* No comment provided by engineer. */
"Find colleagues" = "Găsi colegii";

/* No comment provided by engineer. */
"Find contacts" = "Găsi contacte";

/* No comment provided by engineer. */
"Find customer services in your area" = "Gasiti servicii pentru clienti in zona dumneavoastra";

/* No comment provided by engineer. */
"Find friends" = "Gasiti prieteni";

/* No comment provided by engineer. */
"Find friends from Facebook" = "Gasiti prieteni de pe Facebook";

/* No comment provided by engineer. */
"Finishing registration." = "Porneste inregistrarea…";

/* No comment provided by engineer. */
"For more information about Rogerthat and other Rogerthat based products, please visit:" = "Pentru mai multe informatii despre %1$@ și alte produse pe baza de Rogerthat, va rugam sa vizitati:";

/* No comment provided by engineer. */
"Friend" = "Prieten";

/* No comment provided by engineer. */
"Friend has been removed" = "Prieten sters.";

/* No comment provided by engineer. */
"Friend updated: %@" = "Prieten modificat: %1$@.";

/* No comment provided by engineer. */
"Friends" = "Prieteni";

/* No comment provided by engineer. */
"Function" = "Functie";

/* No comment provided by engineer. */
"Gender" = "Sex";

/* No comment provided by engineer. */
"Gender is missing" = "Lipseste sex-ul persoanei";

/* No comment provided by engineer. */
"General" = "General";

/* No comment provided by engineer. */
"geo" = "geo";

/* No comment provided by engineer. */
"Geo Location" = "Locatie geografica";

/* No comment provided by engineer. */
"Get current location" = "Obtine locatia curenta";

/* No comment provided by engineer. */
"Get location" = "Afla locatia";

/* No comment provided by engineer. */
"Get location of an address:" = "Obtine locatia curenta a adresei";

/* No comment provided by engineer. */
"Get picture" = "Obtine o imagine";

/* No comment provided by engineer. */
"Give access" = "Permite acces";

/* No comment provided by engineer. */
"Government Services" = "Servicii ale guvernului";

/* No comment provided by engineer. */
"Groups" = "Grupuri";

/* No comment provided by engineer. */
"Hierarchy" = "Raportează la";

/* No comment provided by engineer. */
"High" = "Mare";

/* No comment provided by engineer. */
"Hint" = "Indiciu";

/* No comment provided by engineer. */
"History" = "Istoric";

/* No comment provided by engineer. */
"I posted my location to %@" = "Am postat locatia mea la %1$@.";

/* No comment provided by engineer. */
"If you received\na 2-step invitation,\nopen it and proceed with step 2.\n\nIf you received a QR code,\npress Scan.\n\n    Otherwise press Continue." = "Daca ati primit o invitatie cu pasul 2, deschideti-l si continuati cu pasul 2.

Daca ati primit un cod QR, apasati pe Scan.

In caz contrar, apasati Continue.";

/* No comment provided by engineer. */
"Importing ..." = "Importare…";

/* No comment provided by engineer. */
"Info" = "Informatii";

/* No comment provided by engineer. */
"Invisible mode" = "Modul invizibil";

/* No comment provided by engineer. */
"Invitation" = "Invitatie";

/* No comment provided by engineer. */
"Invitation sent successfully." = "Invitatie trimisa cu succes.";

/* No comment provided by engineer. */
"Invite" = "Invita";

/* No comment provided by engineer. */
"Invite %@ to share his/her location with you." = "Invita pe %1$@ pentru a-si dezvalui locatia cu tine";

/* No comment provided by engineer. */
"Invite colleague" = "Invita un coleg";

/* No comment provided by engineer. */
"Invite colleagues via e-mail" = "Invita colegii prin intermediul e-mailului";

/* No comment provided by engineer. */
"Invite colleagues via text message" = "Invita colegii prin intermediul mesajelor text";

/* No comment provided by engineer. */
"Invite contact" = "Invitați un contact";

/* No comment provided by engineer. */
"Invite contacts via e-mail" = "Invitați de contact prin e-mail";

/* No comment provided by engineer. */
"Invite contacts via text message" = "Invitați de contact prin mesaj text";

/* No comment provided by engineer. */
"Invite friend" = "Invita un prieten";

/* No comment provided by engineer. */
"Invite friends via e-mail" = "Invita prieteni prin intermediul e-mailului";

/* No comment provided by engineer. */
"Invite friends via text message" = "Invita prieteni prin intermediul mesajelor text";

/* No comment provided by engineer. */
"Invited" = "Invitat";

/* No comment provided by engineer. */
"Invited %@" = "Invitat %1$@";

/* No comment provided by engineer. */
"Is the location correct?" = "Este locatia corecta?";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Large (%@KB)" = "Mare (%1$@KB)";

/* No comment provided by engineer. */
"Last update\n%@ ago" = "Ultima modificare acum
%1$@ ";

/* No comment provided by engineer. */
"Last update\n0s ago" = "Ultima modificare acum
0s ago";

/* No comment provided by engineer. */
"Let %@ access camera?" = "Permite-ţi accesul platformei %1$@ la camera foto?";

/* No comment provided by engineer. */
"Let your Facebook friends know how awesome this service is." = "Lasa prietenii de pe Facebook sa stie cat de minunat este acest serviciu.";

/* No comment provided by engineer. */
"Like" = "Imi place";

/* No comment provided by engineer. */
"Load" = "Incarcator";

/* No comment provided by engineer. */
"Loading ..." = "Incarcare…";

/* No comment provided by engineer. */
"Loading message ..." = "Incarcare mesaje…";

/* No comment provided by engineer. */
"Loading Scanner..." = "Porneste camera…";

/* No comment provided by engineer. */
"Location services disabled" = "Serviciile de localizare dezactivate";

/* No comment provided by engineer. */
"Location usage" = "Utilizarea locatiei";

/* No comment provided by engineer. */
"location_services_disabled_message" = "Aveti nevoie sa porniti serviciile de localizare pentru a putea continua.

Pentru a activa serviciile de localizare:
1. Parasiti aplicatia %1$@ si accesati Setarile telefonului.
2. Tap Privacy  > Localizare Servicii
3. Cauta %1$@ si schimba comutatorul pe ON";

/* No comment provided by engineer. */
"MA" = "%1$@ a raspuns '%3$@' la mesajul:
%2$@";

/* No comment provided by engineer. */
"Male" = "Barbat";

/* No comment provided by engineer. */
"Map" = "Harta";

/* No comment provided by engineer. */
"Maybe" = "Poate";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium (%@KB)" = "Mediu (%1$@KB)";

/* No comment provided by engineer. */
"Members" = "Membrii";

/* No comment provided by engineer. */
"Merchants" = "Comercianti";

/* No comment provided by engineer. */
"Message" = "Mesaj";

/* No comment provided by engineer. */
"Message acknowledged by %@: %@" = "Mesajul este confirmat cu succes de %1$@: %2$@.";

/* No comment provided by engineer. */
"Message and/or buttons are required" = "Este necesar mesaj text ori butoane.";

/* No comment provided by engineer. */
"Message locked before quick reply reached the server\n>> Final choice: %@" = "Mesaj blocat inainte ca raspunsul sa ajunga la server
>> Ultima varianta: %1$@.";

/* No comment provided by engineer. */
"Message locked by %@" = "Mesaj blocat de %1$@.";

/* No comment provided by engineer. */
"Message not yet on server." = "Mesajul inca nu este pe server.";

/* No comment provided by engineer. */
"Message received from %@: %@" = "Mesaj primit de la %1$@: %2$@.";

/* No comment provided by engineer. */
"Message sent to %@: %@" = "Mesaj trimis catre %1$@: %2$@.";

/* No comment provided by engineer. */
"Messages" = "Mesaje";

/* No comment provided by engineer. */
"More" = "Mai mult";

/* No comment provided by engineer. */
"Move and Scale" = "Muta si redimensioneaza";

/* No comment provided by engineer. */
"Multiple choice messaging\nfor people and organizations" = "Optiune de alegere multipla a mesageriei cu prietenii si cu organizatiile";

/* No comment provided by engineer. */
"myself" = "eu";

/* No comment provided by engineer. */
"New Button" = "Nou buton";

/* No comment provided by engineer. */
"New service" = "Servicii noi";

/* No comment provided by engineer. */
"News" = "Stiri";

/* No comment provided by engineer. */
"Next" = "Urmatorul";

/* No comment provided by engineer. */
"NM" = "%1$@:
%2$@";

/* No comment provided by engineer. */
"No" = "Nu";

/* No comment provided by engineer. */
"No camera available" = "Nici o camera nu este disponibila";

/* No comment provided by engineer. */
"No corresponding geographic location could be found for the specified address. Is the address specific enough?" = "Nici o locatie geografica nu a putut fi gasita pentru adresa specificata. Detaliati locatia.";

/* No comment provided by engineer. */
"No GPS location" = "Locatia nu a fost inca aflata";

/* No comment provided by engineer. */
"No idea" = "Nici o idee";

/* No comment provided by engineer. */
"No network available" = "Nici o retea disponibila";

/* No comment provided by engineer. */
"No network is available, the transfer will continue when connected to a network." = "Nici o retea nu este disponibila, transferul va continua atunci cand sunteti conectat la o retea.";

/* No comment provided by engineer. */
"No phone contacts with an e-mail address found" = "Contactele de pe telefon nu au nici o adresa de e-mail.";

/* No comment provided by engineer. */
"No photo" = "Nici o imagine";

/* No comment provided by engineer. */
"No WIFI available" = "Nici un WIFI disponibil";

/* No comment provided by engineer. */
"No..." = "Nu";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not now" = "Nu acum";

/* No comment provided by engineer. */
"Not yet received" = "Nu a fost inca primit";

/* No comment provided by engineer. */
"Not yet replied" = "Nu a fost inca raspuns";

/* No comment provided by engineer. */
"Notifications" = "Notificari";

/* No comment provided by engineer. */
"Now" = "Acum";

/* No comment provided by engineer. */
"Ok" = "OK";

/* No comment provided by engineer. */
"Option 1:\nLog in using your Facebook account." = "Optiunea 1:
Te poti loga cu ajutorul contului de facebook.";

/* No comment provided by engineer. */
"Option 2:\nLog in using your e-mail address." = "Optiunea 2:
Te poti loga cu ajutorul adresei de e-mail.";

/* No comment provided by engineer. */
"Optional invitation message:" = "Mesaj de invitatie optional";

/* No comment provided by engineer. */
"Or let someone scan yours." = "Sau lasa pe cineva sa il scaneze pe al tau.";

/* No comment provided by engineer. */
"Order" = "Comandă";

/* No comment provided by engineer. */
"others" = "altii";

/* No comment provided by engineer. */
"Phone" = "Telefon";

/* No comment provided by engineer. */
"Phone call" = "Telefon";

/* No comment provided by engineer. */
"Phone Number" = "Numar de telefon";

/* No comment provided by engineer. */
"Play alarm sound" = "Porniti sunetul de alarma";

/* No comment provided by engineer. */
"Please check your network configuration and try again later." = "Verifica configurarea retelei si incercati din nou mai tarziu";

/* No comment provided by engineer. */
"Please confirm" = "Confirmare";

/* No comment provided by engineer. */
"Please enter a valid e-mail address" = "Introduceti o adresa de e-mail valida";

/* No comment provided by engineer. */
"Please try again\n(%d attempts remaining)" = "Va rugam reincercati
(%1$d incercari ramase)";

/* No comment provided by engineer. */
"Please try again\n(last attempt)" = "Va rugam reincercati
(ultima incercare)";

/* No comment provided by engineer. */
"Poked %@" = "Poke trimis catre %1$@.";

/* No comment provided by engineer. */
"Post" = "Publica";

/* No comment provided by engineer. */
"Priority" = "Prioritate";

/* No comment provided by engineer. */
"Processing ..." = "Proceseaza…";

/* No comment provided by engineer. */
"Product information" = "Informatii despre produs";

/* No comment provided by engineer. */
"Provide a name for the group" = "Furniza un nume pentru grup";

/* No comment provided by engineer. */
"Quick reply received from %@" = "Raspuns rapid primit de la %1$@.";

/* No comment provided by engineer. */
"Quick reply sent to %@" = "Raspuns rapid trimis la %1$@.";

/* No comment provided by engineer. */
"Received" = "Primit";

/* No comment provided by engineer. */
"Recommend" = "Recomanda";

/* No comment provided by engineer. */
"Recommend on your Facebook Wall" = "Recomanda pe Wall-ul de pe Facebook";

/* No comment provided by engineer. */
"Recommend via e-mail" = "Recomanda prin intermediul e-mailului";

/* No comment provided by engineer. */
"Recommended" = "Recomandat";

/* No comment provided by engineer. */
"Record a video" = "Inregistra un video";

/* No comment provided by engineer. */
"Refresh" = "Reincarca";

/* No comment provided by engineer. */
"Registering" = "Inregistrare…";

/* No comment provided by engineer. */
"Registering %@ (%d)" = "Inregistrare %1$@ (%2$d)";

/* No comment provided by engineer. */
"Registration completed" = "Inregistrare finalizata.";

/* No comment provided by engineer. */
"Repair" = "Reparație";

/* No comment provided by engineer. */
"Replied %@" = "A raspuns %1$@.";

/* No comment provided by engineer. */
"Reply" = "Raspuns";

/* No comment provided by engineer. */
"Reply received from %@:" = "Raspuns primit de la %1$@.";

/* No comment provided by engineer. */
"Reply sent to %@:" = "Raspuns trimis catre %1$@.";

/* No comment provided by engineer. */
"Report Card" = "Formular raportare";

/* No comment provided by engineer. */
"Request location" = "Solicita localizare";

/* No comment provided by engineer. */
"Request location now" = "Solicita localizare acum";

/* No comment provided by engineer. */
"Resolve" = "Rezolva";

/* No comment provided by engineer. */
"Resolving QR code" = "Rezolva codul QR…";

/* No comment provided by engineer. */
"RM" = "%1$@:
%2$@
 > %3$@";

/* No comment provided by engineer. */
"Roger that" = "Roger that";

/* No comment provided by engineer. */
"Rogerthat is proudly presented by" = "Rogerthat este prezentat cu mandrie de";

/* No comment provided by engineer. */
"Rogerthat System" = "Sistemul Rogerthat";

/* No comment provided by engineer. */
"Run in background" = "Ruleaza in fundal";

/* No comment provided by engineer. */
"Save" = "Salveaza";

/* No comment provided by engineer. */
"Scan" = "Scaneaza";

/* No comment provided by engineer. */
"Scan my address book" = "Scaneaza cartea mea de adrese";

/* No comment provided by engineer. */
"Scan result" = "Rezultatul scanari";

/* No comment provided by engineer. */
"Scanning is not supported on your device" = "Scanarea nu este suportata pe dispozitivul dumneavoastra. Nici o camera nu a fost gasita.";

/* No comment provided by engineer. */
"Search" = "Cauta";

/* No comment provided by engineer. */
"Searching…" = "Cauta…";

/* No comment provided by engineer. */
"Select all" = "Selectati totul";

/* No comment provided by engineer. */
"Select from photo library" = "Selectati din galeria foto";

/* No comment provided by engineer. */
"Send" = "Trimite";

/* No comment provided by engineer. */
"Send activation code" = "Trimite codul de activare";

/* No comment provided by engineer. */
"Send invitation" = "Trimite o invitatie";

/* No comment provided by engineer. */
"Sent" = "Trimis";

/* No comment provided by engineer. */
"Service updated: %@" = "Serviciu modificat: %1$@.";

/* No comment provided by engineer. */
"Services" = "Servicii";

/* No comment provided by engineer. */
"Services can send high priority messages, which have a configurable alarm ringtone." = "Serviciile pot trimite mesaje cu prioritate ridicata, care au un ton de apel de alarma configurabil.";

/* No comment provided by engineer. */
"Settings" = "Setari";

/* No comment provided by engineer. */
"Share location with your colleagues (only when you allow this)" = "Dezvaluie locatia cu colegii dvs. (numai atunci cand permiteti acest lucru)";

/* No comment provided by engineer. */
"Share location with your contacts (only when you allow this)." = "Dezvaluie locatia cu de contact dvs. (numai atunci cand permiteti acest lucru).";

/* No comment provided by engineer. */
"Share location with your friends (only when you allow this)" = "Dezvaluie locatia cu prietenii dvs. (numai atunci cand permiteti acest lucru)";

/* No comment provided by engineer. */
"Shares location with me" = "Dezvaluie-ti pozitia cu mine";

/* No comment provided by engineer. */
"Show location" = "Afiseaza locatia";

/* No comment provided by engineer. */
"Skip" = "Ignora";

/* No comment provided by engineer. */
"Small (%@KB)" = "Mic (%1$@KB)";

/* No comment provided by engineer. */
"Sounds" = "Sunete";

/* No comment provided by engineer. */
"Start registration" = "Incepeti inregistrarea";

/* No comment provided by engineer. */
"Sticky" = "Sticky";

/* No comment provided by engineer. */
"Stop playing" = "Nu te mai juca";

/* No comment provided by engineer. */
"Store your location" = "Stocati locatia dvs.";

/* No comment provided by engineer. */
"Stream" = "Stream";

/* No comment provided by engineer. */
"Successfully registered" = "Sunteti inregistrat cu succes.";

/* No comment provided by engineer. */
"Successfully sent request" = "Cerere trimisa cu succes.";

/* No comment provided by engineer. */
"Swipe to jump to another message thread." = "Glisati cu degetul pentru a deschide o alta conversatie";

/* No comment provided by engineer. */
"Take a picture" = "Fa o poza";

/* No comment provided by engineer. */
"Tap to scan\nQR code" = "Atingeti pentru a scana 
codul QR";

/* No comment provided by engineer. */
"Tap to send to background" = "Apasati pentru a trimite in fundal";

/* No comment provided by engineer. */
"tel" = "tel";

/* No comment provided by engineer. */
"Terms and conditions" = "Termeni si conditii";

/* No comment provided by engineer. */
"The format of the selected song is not supported. Please try again." = "Formatul sunetului selectat nu este acceptat. Va rugam sa incercati din nou.";

/* No comment provided by engineer. */
"The invitation has been sent" = "Invitatia a fost trimisa.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code." = "Codul QR scanat nu este un cod QR %1$@.";

/* No comment provided by engineer. */
"The QR code you scanned\nis not a Rogerthat QR code.\n\nDo you wish to open the following web page:\n\n%@" = "Doriti sa deschideti urmatoarea pagina de internet:

%1$@";

/* No comment provided by engineer. */
"The recommendation has been sent" = "Recomandarea a fost trimisa.";

/* No comment provided by engineer. */
"The search results will be ordered based on your current location." = "Rezultatele cautarii vor fi perfectionate in functie de locatia curenta.";

/* No comment provided by engineer. */
"The selected attachment can not be displayed." = "Atasamentul selectat nu poate fi afisat.";

/* No comment provided by engineer. */
"This action requires connection to a Wi-Fi network. Please check your network configuration and try again." = "Aceasta actiune necesita o conexiune la o retea Wi-Fi. Va rugam sa verificati configuratia retelei si sa incercati din nou.";

/* No comment provided by engineer. */
"This message is %@. You can reduce message size by scaling the image to one of the sizes below." = "Acesta este mesajul %1$@. Puteti reduce dimensiunea mesajului prin scalarea imaginii la una din dimensiunile de mai jos.";

/* No comment provided by engineer. */
"This screen is not yet downloaded. Check your network." = "Acest ecran nu este inca descarcat. Verifica reteaua.";

/* No comment provided by engineer. */
"To be able to scan QR codes you need to give %@ access to the camera." = "Pentru a putea scana codurile QR permite-ţi accesul platformei %1$@ la camera foto.";

/* No comment provided by engineer. */
"To validate your account we will send you an e-mail containing your activation code." = "Pentru a valida contul dvs., va vom trimite un E-mail care contine codul de activare.";

/* No comment provided by engineer. */
"To validate your e-mail address we will send an e-mail containing your activation code." = "Pentru a valida adresa de e-mail va vom trimite un e-mail care contine codul de activare.";

/* No comment provided by engineer. */
"To:" = "La:";

/* No comment provided by engineer. */
"Today" = "Azi";

/* No comment provided by engineer. */
"Too many failed attempts. The registration will be restarted." = "Prea multe incercari nereusite. Inregistrarea va fi repornita.";

/* No comment provided by engineer. */
"Topic" = "Subiect";

/* No comment provided by engineer. */
"Track your location without your prior consent" = "Urmariti locatia dumneavoastra fara consimtamantul dumneavoastra prealabil";

/* No comment provided by engineer. */
"Trainings" = "Traininguri";

/* No comment provided by engineer. */
"Transmitting, please wait…" = "Se transmite, va rugam asteptati…";

/* No comment provided by engineer. */
"Try again" = "Incercati din nou";

/* No comment provided by engineer. */
"Unfriend" = "Nu-ti mai este prieten";

/* No comment provided by engineer. */
"Unknown" = "Necunoscut";

/* No comment provided by engineer. */
"Update" = "Actualizare";

/* No comment provided by engineer. */
"Updated friends list from server" = "Lista de prieteni actualizata de pe server.";

/* No comment provided by engineer. */
"Updating location…" = "Actualizare locatie…";

/* No comment provided by engineer. */
"Upload photos only when connected to WIFI" = "Incarcati fotografii numai cand sunteti conectat la WIFI";

/* No comment provided by engineer. */
"Urgent" = "Urgent";

/* No comment provided by engineer. */
"Urgent with alarm" = "Urgent cu alarmă";

/* No comment provided by engineer. */
"Use e-mail" = "Folositi e-mail";

/* No comment provided by engineer. */
"Use Facebook" = "Folositi Facebook";

/* No comment provided by engineer. */
"Validating activation PIN ..." = "Validarea codul de activare…";

/* No comment provided by engineer. */
"validation_failed" = "Intrare nevalidă";

/* No comment provided by engineer. */
"Version" = "Versiune";

/* No comment provided by engineer. */
"View message history" = "Vizualizati istoric mesaje";

/* No comment provided by engineer. */
"Warning" = "Avertizare";

/* No comment provided by engineer. */
"We will never post on your Wall without your permission." = "Nu vom posta pe Wall fara permisiunea dvs..";

/* No comment provided by engineer. */
"Welcome" = "Bine ati venit";

/* No comment provided by engineer. */
"WIFI-only uploads" = "Incarcari doar WIFI";

/* No comment provided by engineer. */
"with choice '%@'" = "cu algerea '%1$@'";

/* No comment provided by engineer. */
"Would you like to jump to the Settings app to enable access to the camera?" = "Doriți să mergeți la aplicația Configurări pentru a permite accesul la camera foto?";

/* No comment provided by engineer. */
"Would you like to search for %@ in your neighbourhood?" = "Doriți să căutați %1$@ în tine cartier?";

/* No comment provided by engineer. */
"Wrong activation PIN" = "Cod de activare gresit";

/* No comment provided by engineer. */
"www" = "www";

/* No comment provided by engineer. */
"Yes" = "Da";

/* No comment provided by engineer. */
"Yesterday" = "Ieri";

/* No comment provided by engineer. */
"You are already connected with\n%@" = "Sunteti deja conectat la %1$@.";

/* No comment provided by engineer. */
"You are already friends with\n%@" = "Sunteti deja prieteni cu %1$@.";

/* No comment provided by engineer. */
"You are no longer connected to %@" = "Acum nu mai sunt în contact cu %1$@.";

/* No comment provided by engineer. */
"You are no longer friends with %@" = "Nu mai sunteti prieteni cu %1$@.";

/* No comment provided by engineer. */
"You are not connected to the internet." = "Nu sunteti conectat la internet.";

/* No comment provided by engineer. */
"You are not connected to the internet. Please check your network configuration and try again." = "Nu sunteti conectat la internet. Va rugam sa verificati configuratia retelei si incercati din nou.";

/* No comment provided by engineer. */
"You are not connected to the internet.\nInternet connectivity is required to display your Facebook friends using Rogerthat." = "Nu sunteti conectat la internet. 
Conectivitate la Internet este necesar pentru a afisa prietenii de pe Facebook, care folosesc %1$@.";

/* No comment provided by engineer. */
"You are now connected to %@" = "Acum sunteți în contact cu %1$@.";

/* No comment provided by engineer. */
"You are now friends with %@" = "Sunteti acum prieteni cu %1$@.";

/* No comment provided by engineer. */
"You need a photo before you can continue." = "Ai nevoie inainte de o fotografie pentru continua.";

/* No comment provided by engineer. */
"You need to get your current location before you can continue." = "Ai nevoie de a obtine locatia curenta inainte de a putea continua.";

/* No comment provided by engineer. */
"You need to have a camera to do this." = "Aveti nevoie de o camera de fotografiat pentru a face acest lucru.";

/* No comment provided by engineer. */
"You need to turn on location services in order to continue." = "Aveti nevoie sa porniti serviciile de localizare pentru a putea continua.";

/* No comment provided by engineer. */
"You opened your own invitation link" = "Ai deschis propriul link de invitatie.";

/* No comment provided by engineer. */
"You received this message because you are subscribed to: %@." = "Ati primit acest mesaj pentru ca sunteti abonat la: %1$@.";

/* No comment provided by engineer. */
"You scanned your own Rogerthat passport" = "Ati scanat propriul id %1$@.";

/* No comment provided by engineer. */
"You will get a notification when your address book is scanned." = "Veti primi o notificare atunci cand agenda ta este scanata.";

/* No comment provided by engineer. */
"You will receive a confirmation message when you are connected." = "Veti primi un mesaj de confirmare atunci cand sunteti conectat.";

/* No comment provided by engineer. */
"You will receive a message when the location of %@ is retrieved." = "Veți primi un mesaj atunci când locația %1$@ este recuperata.";

/* No comment provided by engineer. */
"You will receive a notification when your Facebook friends are scanned." = "Veti primi o notificare atunci cand prietenii de pe Facebook sunt scanati.";

/* No comment provided by engineer. */
"Your activation code has been mailed to %@ at %@\n\nDo not forget to check your Spam or Unwanted Email folders." = "Codul de activare a fost trimis la %1$@ at %2$@
S-ar putea sa fie nevoie sa verifica-ti dosarele Spam sau e-mail Junk.";

/* No comment provided by engineer. */
"Your device is not capable of sending text messages" = "Dispozitivul dvs. nu este capabil de a trimite mesaje text.";

